[
  "Quel temps verbal est principalement utilisé pour décrire des scènes passées en français?",
  "Comment forme-t-on l’imparfait?",
  "Quelle phrase utilise correctement l’imparfait pour décrire une habitude?",
  "Dans la phrase : « Il faisait beau », quel temps est utilisé et que décrit-il ?",
  "Quelle est la différence principale entre l’imparfait et le passé composé?",
  "Complétez la phrase : « Chaque soir, nous _______ au parc. »",
  "Dans la phrase « Elle avait de longs cheveux blonds », quel temps est utilisé et que décrit-il ?",
  "Quelle terminaison est utilisée à la troisième personne du singulier de l’imparfait?",
  "« Il était toujours joyeux. » Cette phrase illustre quel usage de l’imparfait?",
  "« Nous allions souvent au cinéma. » Quel aspect du passé est exprimé?",
  "L’imparfait est-il utilisé pour décrire des actions achevées?",
  "Dans l’exemple : « Il pleuvait des cordes. J’ai glissé et je suis tombé. », quel temps décrit le contexte et quel temps l’action ?",
  "Quelle phrase utilise correctement l’imparfait pour décrire un lieu?",
  "Lequel de ces verbes est conjugué à l’imparfait à la première personne du singulier?",
  "À quoi sert l'imparfait dans une narration?",
  "Quel temps verbal utilise-t-on pour décrire des actions habituelles dans le passé?",
  "Quelle phrase utilise l'imparfait pour exprimer une action répétée?",
  "Pour décrire une scène passée, quel temps verbal est le plus approprié?",
  "La phrase \"Il était toujours joyeux\" illustre quel usage de l'imparfait?",
  "Complétez la phrase : \"Chaque soir, nous _______ (aller) au parc.\"",
  "Quelle phrase utilise correctement l'imparfait pour décrire une situation simultanée à une autre action passée ?",
  "Quelle terminaison utilise-t-on à la première personne du pluriel de l'imparfait?",
  "Comment l'imparfait est-il utilisé par rapport au passé composé dans une narration?",
  "Quel est l'imparfait du verbe \"chanter\" à la troisième personne du singulier?",
  "Quel temps verbal est utilisé pour décrire une habitude passée?",
  "Quel temps verbal permet de décrire une scène passée en mettant l'accent sur la durée et le contexte?",
  "Quelle phrase utilise correctement l'imparfait pour exprimer un état permanent dans le passé?",
  "Complétez la phrase : « Chaque dimanche, nous _______ (aller) à la plage. »",
  "Dans la phrase « Il pleuvait. J'ai glissé. », quel temps verbal décrit le contexte et quel temps verbal décrit l'action principale?",
  "Laquelle de ces phrases décrit une action habituelle au passé?",
  "Quel temps verbal utilise-t-on pour décrire une scène passée en insistant sur la durée et le contexte?",
  "Quel aspect du passé exprime la phrase : « Chaque matin, je prenais mon petit-déjeuner »?",
  "Quelle phrase utilise correctement l'imparfait pour décrire une personne?",
  "Comment conjugue-t-on l'imparfait du verbe 'aller' à la première personne du singulier?",
  "Quelle phrase illustre l'utilisation de l'imparfait pour décrire une situation?",
  "Dans l'exemple suivant : « Il pleuvait. J'ai glissé. », quel temps verbal décrit l'action principale ?",
  "Quel est l'imparfait du verbe 'être' à la première personne du singulier?",
  "Complétez la phrase : « Quand j'étais enfant, je _______ souvent avec mes amis. » (jouer)",
  "Dans la phrase : « La maison était grande et ancienne », quel aspect du passé est mis en avant ?",
  "Quelle phrase utilise l'imparfait pour décrire une action répétée dans le passé?",
  "Vrai ou faux : L'imparfait est utilisé pour décrire des actions achevées dans le passé.",
  "Quelle est la terminaison de l'imparfait à la troisième personne du pluriel?",
  "L'imparfait est-il utilisé pour exprimer des habitudes?",
  "Quelle phrase décrit une habitude passée en utilisant correctement l'imparfait?",
  "Dans la phrase \"Le soleil brillait, les oiseaux chantaient\", quel temps est utilisé et que décrit-il?",
  "Quel temps verbal est utilisé pour décrire les habitudes passées?",
  "Quelle phrase utilise l'imparfait pour décrire une scène passée?",
  "Quelle phrase illustre l'imparfait exprimant un état permanent au passé?",
  "Que décrit l'imparfait dans la phrase : « Nous allions souvent au cinéma le samedi soir »?",
  "Complétez : « Chaque matin, je _______ mon café avant de partir. »",
  "Quelle est la terminaison de l'imparfait du verbe \"finir\" à la troisième personne du singulier ?",
  "L'imparfait décrit-il des actions achevées?",
  "Dans « Il pleuvait. Je suis tombé. », quel temps décrit le contexte, quel temps l'action principale?",
  "Quelle phrase utilise correctement l'imparfait pour une description?",
  "Quel temps verbal utilise-t-on pour décrire des habitudes passées?",
  "Comment conjugue-t-on le verbe \"être\" à l'imparfait à la première personne du singulier?",
  "La phrase \"Il faisait froid et il neigeait\" illustre quelle utilisation de l'imparfait?",
  "Dans la phrase : \"Chaque samedi, nous allions au marché\", quel aspect du passé est exprimé?",
  "Quel imparfait du verbe aller correspond à \"j'allais\"?",
  "La phrase \"La vie était tranquille\" est un exemple de quelle utilisation de l'imparfait?",
  "Quel temps verbal est utilisé pour décrire une scène passée en insistant sur la durée et le contexte?",
  "Pour exprimer une habitude passée, quel temps utilise-t-on?",
  "Dans la phrase « Il était tard, et je devais partir », quel temps verbal décrit la situation?",
  "La phrase « La maison était grande et ancienne » illustre quelle fonction de l'imparfait?",
  "Dans « Le soleil brillait, les oiseaux chantaient », quel temps et quelle fonction?",
  "L'imparfait décrit-il des actions ponctuelles et achevées?",
  "Complétez : « Quand j'étais enfant, je _______ souvent au parc. »",
  "Quelle phrase utilise l'imparfait pour un état permanent dans le passé?",
  "Dans « Il pleuvait. Je suis tombé. », quel temps pour le contexte, quel temps pour l'action?",
  "L'expression « Nous allions souvent au cinéma » décrit quoi?",
  "Quel temps verbal est utilisé pour décrire une scène passée, en mettant l'accent sur la durée et le contexte ?",
  "Laquelle de ces phrases illustre l'emploi de l'imparfait pour exprimer une habitude passée ?",
  "Dans la phrase : \"Il pleuvait. Je suis tombé.\", quel temps verbal met l'accent sur l'action principale ?",
  "Quel usage de l'imparfait est illustré par la phrase : \"Chaque soir, je lisais un livre avant de dormir\" ?",
  "Dans la phrase : \"Il était toujours joyeux ; il aimait rire.\", quel temps verbal souligne l'état permanent ?",
  "Quel temps verbal est utilisé pour décrire des habitudes passées?",
  "Quelle phrase utilise l'imparfait pour décrire une situation passée?",
  "Dans la phrase \"Chaque matin, je prenais mon petit-déjeuner\", quel aspect du passé est mis en avant?",
  "Comment conjugue-t-on le verbe \"être\" à l'imparfait de l'indicatif, première personne du singulier?",
  "L'imparfait est-il utilisé pour décrire une personne, un lieu ou une situation ?",
  "Dans la phrase : \"Il pleuvait ; je suis tombé\", quel temps verbal décrit l'action principale et quel temps le contexte ?",
  "La phrase \"Nous allions souvent au cinéma\" illustre quel usage de l'imparfait?",
  "Quelle terminaison prend un verbe régulier à l'imparfait à la troisième personne du pluriel?",
  "Vrai ou faux : L'imparfait décrit des actions ponctuelles et achevées.",
  "Dans la phrase \"Le soleil brillait, les oiseaux chantaient\", quel temps est utilisé pour décrire la scène ?",
  "L'imparfait dans la phrase \"J'habitais à Paris\" exprime-t-il une action, une habitude, ou un état ?",
  "Quelle est la terminaison de l'imparfait du verbe \"parler\" à la première personne du singulier?",
  "Transformez la phrase suivante à l'imparfait : \"Je vais au cinéma.\"",
  "Dans la phrase : \"Il était grand et fort\", quel temps est employé et que décrit-il?",
  "Complétez la phrase : \"Chaque soir, après le dîner, nous _______ (jouer) aux cartes.\"",
  "Quel temps verbal est utilisé pour décrire une situation passée simultanée à une action principale?",
  "Dans « Le soleil brillait, les oiseaux chantaient », quel temps et quelle fonction sont employés?",
  "Dans la phrase : « Il pleuvait. Je suis tombé. », quel temps décrit le contexte et quel temps décrit l'action ?",
  "Comment l'imparfait décrit-il une scène passée?",
  "Dans une phrase comme « La maison était grande et ancienne », quel temps verbal est utilisé et que décrit-il?",
  "Quelle phrase utilise l'imparfait pour décrire une habitude passée?",
  "Quelle est la terminaison de l'imparfait à la première personne du pluriel?",
  "« Nous allions souvent au cinéma » : cet exemple illustre quel usage de l'imparfait?",
  "Dans la phrase : « Il pleuvait des cordes. J'ai glissé et je suis tombé. », quel temps verbal décrit l'action principale?",
  "Pour exprimer un état permanent dans le passé, quel temps verbal est approprié?",
  "Quelle est la différence entre l'usage de l'imparfait et du passé composé dans l'exemple suivant : « Il pleuvait. J'ai glissé. »?",
  "Dans quel cas l'imparfait est-il utilisé avec le passé composé?",
  "À quoi sert l'imparfait dans la phrase : « Chaque matin, je prenais mon petit-déjeuner avant d’aller au travail »?",
  "Quel temps verbal est utilisé pour décrire une action habituelle dans le passé?",
  "Dans la phrase : « Chaque matin, je prenais mon petit-déjeuner avant d'aller au travail », quel temps verbal est employé et que décrit-il ?",
  "Dans quelle situation utilise-t-on l'imparfait pour décrire une action passée ?",
  "Comment forme-t-on l’imparfait du verbe \"parler\" à la première personne du singulier ?",
  "Quelle phrase emploie correctement l'imparfait pour décrire une action habituelle au passé ?",
  "Quelle est la terminaison de l'imparfait du verbe à la première personne du pluriel ?",
  "Quel usage de l'imparfait est illustré dans la phrase : \"Il était toujours joyeux\" ?",
  "Pour exprimer un état permanent dans le passé, quel temps verbal utiliser ?",
  "Dans la phrase : \"Il pleuvait. J'ai glissé.\", quel temps verbal décrit le contexte et quel temps verbal décrit l'action ?",
  "Quelle est la différence principale entre l'emploi de l'imparfait et du passé composé pour raconter une action passée ?",
  "Comment se forme l’imparfait du verbe \"parler\" ?",
  "La phrase « Chaque soir, je lisais un livre » illustre quel usage de l’imparfait ?",
  "Dans une phrase, quel temps verbal décrit le contexte et quel temps décrit l’action principale ?",
  "Quelle phrase décrit une scène passée en utilisant l’imparfait ?",
  "Complétez la phrase : « Quand j’étais enfant, je ______ souvent au parc. »",
  "Quelle terminaison utilise-t-on pour l’imparfait à la 3ème personne du singulier ?",
  "Dans la phrase : « La maison était grande et ancienne », quel temps est utilisé et que décrit-il ?",
  "La phrase \"Chaque matin, je prenais mon café\" illustre quel usage de l'imparfait?",
  "Pour décrire une scène passée en insistant sur le contexte, quel temps utilise-t-on?",
  "Dans la phrase : \"Il faisait beau, je me promenais\", quel temps décrit le contexte et quel temps l'action?",
  "Complétez la phrase : \"Quand j'étais enfant, je _______ souvent dehors.\"",
  "La phrase \"La vie était tranquille\" illustre quel usage de l'imparfait?",
  "Dans l'exemple \"Il pleuvait. J'ai glissé.\", quel temps décrit le contexte?",
  "Quelle phrase utilise l'imparfait pour exprimer un état permanent dans le passé?",
  "L'imparfait se forme à partir du radical du verbe au présent et de quelles terminaisons?",
  "Dans la phrase \"Nous allions souvent au parc\", quel aspect du passé est exprimé?",
  "Conjuguez le verbe \"chanter\" à l'imparfait à la troisième personne du singulier.",
  "Dans la phrase \"Il faisait froid et il neigeait\", quel temps est utilisé et que décrit-il?",
  "Choisissez la bonne phrase utilisant l'imparfait pour décrire une action habituelle :",
  "La phrase \"Chaque matin, je prenais mon petit-déjeuner\" illustre quel usage de l'imparfait?",
  "Dans la phrase : \"Il pleuvait ; je suis tombé.\", quel temps décrit le contexte et quel temps décrit l'action principale?",
  "Complétez la phrase : \"Chaque soir, après le dîner, nous _______ (lire) un livre.\"",
  "Quel temps verbal est utilisé pour décrire des actions habituelles dans le passé?",
  "Dans la phrase : « Chaque matin, je prenais mon petit-déjeuner avant d'aller au travail », quel temps verbal est utilisé et que décrit-il ?",
  "Laquelle de ces phrases utilise l'imparfait pour décrire une scène passée en insistant sur la durée et le contexte ?",
  "Dans l'exemple suivant : « Il pleuvait. J'ai glissé. », quel temps verbal décrit le contexte et quel temps verbal décrit l'action principale ?",
  "Pour exprimer une habitude passée, quel temps verbal utilise-t-on ?",
  "Dans la phrase : « Il pleuvait des cordes. J'ai glissé et je suis tombé. », quel temps verbal décrit le contexte et quel temps l'action principale ?",
  "Quel temps verbal est principalement utilisé pour décrire des scènes passées en insistant sur leur durée et le contexte ?",
  "Dans la phrase : « Chaque matin, je prenais mon petit-déjeuner avant d’aller au travail », quel temps verbal est utilisé pour décrire l’habitude ?",
  "Dans la phrase « Le soleil brillait, les oiseaux chantaient », quel temps verbal sert à décrire la scène ?",
  "Comment se forme l’imparfait du verbe « marcher » ?",
  "Complétez la phrase : « Quand j’étais enfant, je ______ souvent à vélo. »",
  "Dans la phrase : « Il neigeait. Je suis tombé. », quel temps verbal met l'accent sur l'action principale ?",
  "Quel temps verbal est le plus approprié pour exprimer un état permanent dans le passé ?",
  "Dans la phrase « La rivière était large et profonde », quel usage de l'imparfait est illustré ?",
  "Quelle est la terminaison de l’imparfait du verbe à la troisième personne du singulier ?"
]