[
  "Quel type de son l'accent aigu (é) indique-t-il en français ?",
  "Quelle est la fonction principale de la virgule (,) dans une phrase ?",
  "Quelle est la bonne orthographe pour compléter la phrase : \"J'aimerais boire un ___ chaud\" ?",
  "Laquelle de ces phrases utilise incorrectement la virgule selon les règles de la grammaire française ?",
  "Historiquement, l'accent circonflexe (ê) dans un mot comme 'forêt' remplace souvent quelle lettre qui a disparu de l'ancien français ?",
  "Dans quel cas l'accent grave (è) est-il le plus souvent utilisé ?",
  "Quels guillemets typographiques sont utilisés en français standard pour encadrer une citation ?",
  "Que marque le point (.) à la fin d'une phrase ?",
  "Choisissez la bonne orthographe pour compléter la phrase : \"C'est l'anniversaire de ma ___, elle est très contente.\"",
  "En français, pourquoi les accents et la ponctuation sont-ils fondamentaux à l'écrit ?",
  "Le mot français 'hôpital' contient un accent circonflexe (ô). Quel mot anglais partage la même origine et aide à se souvenir de l'orthographe ?",
  "Dans la phrase \"J'ai acheté du pain, du fromage et du vin\", pourquoi la virgule est-elle utilisée ?",
  "Quel type de son les accents grave (è) et circonflexe (ê) produisent-ils ?",
  "Lequel de ces mots commence par un 'e' avec un accent aigu (é) ?",
  "Selon les règles typographiques françaises, quel élément doit séparer les guillemets en chevrons (« ») du texte qu'ils citent ?",
  "Sur quelle lettre l'accent aigu (é) peut-il être placé en français ?",
  "Parmi les phrases suivantes, laquelle contient une erreur de ponctuation majeure en français ?",
  "Quel mot français avec un accent circonflexe (ê) a un équivalent en anglais qui a conservé un 's' historique ?",
  "Comment appelle-t-on l'utilisation des guillemets (« ») pour rapporter les paroles exactes de quelqu'un ?",
  "Choisissez la bonne orthographe pour compléter la phrase : \"Mon ___ est très gentil.\"",
  "Quel signe de ponctuation utilise-t-on pour marquer la fin d'une idée complète et indiquer une pause longue ?",
  "Quelle est l'orthographe correcte du mot manquant dans la phrase : \"J'aimerais manger une ___ au sucre.\"",
  "Dans la phrase \"S'il pleut, nous resterons à la maison\", pourquoi utilise-t-on une virgule ?",
  "Quelle est la conséquence principale de l'oubli d'un accent, comme dans la différence entre 'salé' et 'sale' ?",
  "Dans lequel de ces mots l'accent aigu (é) est-il utilisé correctement pour indiquer un son fermé ?",
  "Dans quelle situation est-il correct de placer des virgules entre le sujet et le verbe d'une phrase ?",
  "Choisissez le verbe correctement accentué pour compléter la phrase : \"Elle ___ le thé au café.\"",
  "Dans quel mot l'accent grave (è) est-il utilisé correctement ?",
  "Dans la phrase \"Mon voisin, qui est très sympathique, m'a aidé\", quelle est la fonction des virgules ?",
  "Quel type de son la lettre 'é' (avec un accent aigu) représente-t-elle le plus souvent en français ?",
  "Quel type de phrase, qui sert à affirmer quelque chose, se termine par un point (.) ?",
  "Complétez la phrase suivante avec le mot correctement accentué : « C'est la ___ fois que je viens. »",
  "L'accent circonflexe (ê) remplace souvent un ancien 's' qui a été conservé en anglais. Quel mot anglais correspond au mot français « bête » selon ce principe ?",
  "Quel signe de ponctuation marque une pause courte à l'intérieur d'une phrase, permettant de séparer des idées ou des éléments d'une liste ?",
  "L'oubli d'un accent peut complètement changer le sens d'un mot. Quel est le sens du mot « salé » ?",
  "Quelle règle de ponctuation est violée dans la phrase : « Le chat, dort sur le canapé. » ?",
  "Parmi ces options, quel mot est un exemple correct d'utilisation de l'accent aigu (é) en début de mot ?",
  "Dans quelle forme conjuguée trouve-t-on un accent circonflexe (ê) ?",
  "Laquelle de ces phrases utilise correctement les guillemets français pour rapporter une parole ?",
  "Quelle est la principale différence de prononciation entre la lettre « é » et la lettre « è » ?",
  "Choisissez l'orthographe correcte pour compléter la phrase : « Mon oncle est ___. »",
  "Dans quelle phrase la virgule est-elle utilisée correctement pour marquer une séparation logique ?",
  "Complétez la phrase suivante avec le mot correctement accentué : « Ma ___ est très gentille. »",
  "Laquelle de ces phrases contient une erreur d'accentuation ?",
  "Laquelle de ces phrases utilise correctement la virgule dans une énumération ?",
  "En français, quel son de la langue anglaise se rapproche le plus de la prononciation des lettres 'è' (accent grave) et 'ê' (accent circonflexe) ?",
  "Dans la phrase « J'ai besoin de plusieurs choses : du pain, du fromage et du vin. », quelle est la fonction principale des virgules ?",
  "Lequel de ces mots est orthographié correctement ?",
  "En français, l'accent grave (è) est le plus souvent placé sur un 'e' qui précède une syllabe contenant...",
  "Dans un mot comme 'forêt', la présence de l'accent circonflexe (ê) indique souvent la disparition historique de quelle lettre ?",
  "Quelle est la règle typographique correcte pour insérer une citation en français ?",
  "Quelle erreur courante, qui peut changer le sens d'un mot (ex: 'salé' vs 'sale'), est souvent commise par les apprenants du français ?",
  "Selon les règles de la ponctuation française, quelle est l'exception qui permet de placer des virgules autour du sujet d'un verbe ?",
  "Choisissez la forme correctement accentuée pour compléter la phrase : « Il est ___ par l'histoire de France. »",
  "Complétez la phrase suivante avec les mots corrects : « Mon ___ va à l'___ tous les matins. »",
  "Quelle est l'orthographe correcte de ce mot qui désigne une célébration ?",
  "Combien d'accents aigus (é) y a-t-il dans la phrase suivante : « Le député a présenté ses idées. » ?",
  "En ponctuation française, le point (.) est utilisé pour terminer quel type de phrase ?",
  "Lequel de ces adverbes très courants est correctement orthographié ?",
  "Laquelle de ces phrases contient une erreur de ponctuation majeure en français ?",
  "Quelle est la typographie correcte pour une citation en français, en respectant l'usage des guillemets et des espaces ?",
  "Dans la phrase « L'élève préfère étudier », pourquoi le deuxième 'e' du mot « préfère » prend-il un accent grave (è) ?",
  "Parmi les mots suivants, lequel ne se termine PAS par le son fermé [e] de l'accent aigu (é) ?",
  "Complétez la phrase avec le mot correctement accentué : « Pour le dessert, je voudrais une ___ au sucre. »",
  "Quel signe de ponctuation faut-il utiliser pour introduire une liste, comme dans la phrase : « J'ai trois animaux ___ un chat, un chien et un oiseau » ?",
  "Le son [e], décrit comme similaire au « ay » du mot anglais « say », est indiqué par quel accent en français ?",
  "Quelle est l'origine la plus fréquente de l'accent circonflexe (ê) sur des mots français comme « forêt » ou « hôpital » ?",
  "Dans la phrase : « J'ai besoin d'un passeport, d'un billet d'avion et d'un dictionnaire », combien de virgules sont utilisées pour séparer les éléments de la liste ?",
  "Parmi les mots suivants, lequel contient à la fois un accent aigu (é) et un accent grave (è) ?",
  "Quel est le nom de l'accent utilisé sur le \"e\" du mot « médecin » ?",
  "Quelle est la principale différence de fonction entre un point (.) et une virgule (,) ?",
  "Dans lequel de ces groupes de mots, tous les mots contiennent-ils au moins un accent aigu (é) ?",
  "Lequel de ces mots courants est correctement orthographié avec un accent grave (è) ?",
  "L'accent aigu (é) s'utilise souvent devant une consonne suivie d'une autre voyelle (formant une syllabe sans 'e' muet). Lequel de ces mots illustre cette règle ?",
  "En ponctuation française, quelle construction est considérée comme une erreur fondamentale à éviter ?",
  "Quelle ponctuation utilise-t-on pour marquer une pause courte à l'intérieur d'une phrase sans terminer l'idée ?",
  "Comment s'écrit correctement le nom commun qui signifie une vision que l'on a en dormant ?",
  "Dans le mot 'père', pourquoi le 'e' prend-il un accent grave (è) ?",
  "Quel accent est utilisé sur la lettre 'e' pour produire un son fermé [e], similaire au son 'ay' dans le mot anglais 'say' ?",
  "Dans le mot 'téléphone', pourquoi le premier 'e' prend-il un accent aigu (é) ?",
  "Lequel de ces mots courts utilise un accent grave (è) ?",
  "Quel mot anglais peut aider à se souvenir que 'forêt' s'écrit avec un accent circonflexe (ê) ?",
  "Complétez la règle générale : l'accent aigu (é) se place sur un 'e' qui précède une syllabe ne contenant pas de...",
  "Dans le mot 'élève', quels accents trouve-t-on et dans quel ordre ?",
  "Laquelle de ces phrases contient une erreur de ponctuation courante en français ?",
  "Laquelle de ces phrases utilise correctement les virgules pour insérer une information complémentaire ?",
  "Quel est le rôle principal de la ponctuation dans une phrase écrite ?",
  "Dans le mot 'liberté', quelle règle de l'accent aigu (é) est illustrée ?",
  "L'oubli d'un accent peut complètement changer le sens d'un mot. Que signifie le mot 'sale' (sans accent) par opposition à 'salé' (avec accent) ?",
  "Parmi les mots suivants, lequel s'écrit avec deux accents aigus (é) ?",
  "Lequel de ces mots, qui signifie 'to dream' en anglais, est correctement orthographié ?",
  "Dans le mot 'médecin', pourquoi le premier 'e' prend-il un accent aigu (é) ?",
  "Lequel de ces mots est orthographié incorrectement ?",
  "Lequel de ces mots contient à la fois un accent aigu (é) et un accent grave (è) ?",
  "Le mot français 'forêt' est lié au mot anglais 'forest'. Quel accent sur le 'e' de 'forêt' marque la disparition historique de la lettre 's' ?",
  "La règle générale interdit de séparer un sujet de son verbe par une seule virgule. Dans quelle phrase cette règle est-elle correctement appliquée avec son exception ?",
  "Quelle est la principale règle typographique à respecter avec les guillemets français (« ») ?",
  "Lequel de ces mots contient un son ouvert [ɛ], similaire à celui du mot anglais 'bed' ?",
  "Complétez la phrase suivante avec le mot correctement orthographié : \"Ce voyage fut une expérience ___. \"",
  "Parmi les mots suivants, lequel utilise un accent grave (è) parce que le 'e' précède une syllabe contenant un 'e' muet ?",
  "Où l'accent aigu (é) est-il très fréquemment utilisé, comme dans les mots 'café' ou 'liberté' ?",
  "Parmi les phrases suivantes, laquelle utilise la ponctuation correctement ?",
  "Le mot français 'fête' (avec un accent circonflexe) a une origine historique. De quel ancien mot français provient-il, montrant la disparition d'un 's' ?",
  "En plus de marquer la fin d'une phrase, quelle est la fonction principale du point (.) ?",
  "Quel accent est utilisé pour noter le son [e] (son fermé), souvent décrit comme un son 'clair' et 'pointu' ?",
  "Choisissez la phrase correctement accentuée.",
  "L'accent aigu (é), comme dans le mot « café », produit un son...",
  "Les accents grave (è) et circonflexe (ê), comme dans les mots « mère » et « fête », produisent un son...",
  "Quelle est l'erreur de ponctuation dans la phrase suivante : « Le chat, dort sur le canapé. » ?",
  "Quelle ponctuation faut-il ajouter pour correctement isoler l'information complémentaire dans la phrase : « Mon oncle __ qui habite à Lyon __ est musicien » ?",
  "L'accent circonflexe (ê) dans un mot comme « forêt » indique souvent la disparition d'une ancienne lettre. Quelle lettre, souvent conservée en anglais (forest), a disparu ?",
  "Pourquoi est-il crucial de ne pas oublier les accents en français, par exemple dans le mot « salé » ?",
  "En français, comment appelle-t-on l'utilisation des guillemets (« ») pour rapporter les paroles exactes de quelqu'un, comme dans : « Je serai là demain » ?",
  "Quel type de ponctuation marque la fin d'une idée complète dans une phrase déclarative ?",
  "Dans des mots comme « père » ou « première », pourquoi utilise-t-on un accent grave (è) ?",
  "Quelle règle explique la présence de l'accent aigu (é) sur le 'e' final du mot « marché » ?",
  "Quel est le rôle principal des accents et de la ponctuation en français écrit ?",
  "Quelle est la caractéristique la plus courante de la consonne qui suit une lettre 'e' avec un accent aigu (é) à l'intérieur d'un mot ?",
  "Complétez la phrase avec le mot correctement accentué : « Pour le dessert, ma grand-mère prépare une délicieuse ___ au sucre. »",
  "Quelle est la conséquence principale de l'oubli d'un accent sur un mot en français, comme dans la paire 'sale' / 'salé' ?",
  "Le son de la lettre 'é' (accent aigu) en français est souvent comparé au son de quelles lettres dans un mot anglais ?",
  "Lequel de ces mots utilise un accent grave (è) car il est placé juste avant une syllabe contenant un 'e' que l'on ne prononce pas (un 'e' muet) ?",
  "Dans un mot comme « école » ou « étudiant », pourquoi la première lettre 'e' prend-elle généralement un accent aigu (é) ?",
  "Sachant que l'accent circonflexe (ê) remplace souvent un ancien 's', quel mot anglais peut aider à se souvenir de l'orthographe du mot français « forêt » ?",
  "Quelle ponctuation faut-il placer juste avant d'ouvrir les guillemets (« ») pour rapporter directement les paroles de quelqu'un ?",
  "Choisissez l'orthographe correcte pour compléter la phrase : « Chaque nuit, je ___ de voyager. »",
  "Lequel de ces mots contient un son de 'e' différent des trois autres ?",
  "Laquelle de ces phrases utilise correctement les virgules pour encadrer et isoler une information complémentaire ?",
  "Laquelle de ces phrases utilise correctement la virgule pour séparer les éléments d'une liste (énumération) ?",
  "Complétez la phrase suivante avec le mot correctement accentué : « Mon frère est ___ d'histoire. »",
  "Dans le mot « préférer », pourquoi le premier 'e' a-t-il un accent aigu (é) alors que le second a un accent grave (è) ?",
  "Laquelle de ces phrases contient une erreur de ponctuation fondamentale en français ?",
  "Quel est le rôle principal du point (.) dans la ponctuation française ?",
  "Quel type d'accent est utilisé en français pour indiquer un son de 'e' ouvert [ɛ], similaire au son 'e' dans le mot anglais 'bed' ?",
  "Complétez la phrase suivante avec la séquence d'accents correcte : 'L'él_ve pr_f_re la cr_me glacée.'",
  "Dans quel mot l'accent aigu (é) est-il correctement utilisé à la fin ?",
  "L'accent grave (è) est souvent utilisé devant une syllabe avec un 'e' muet (ex: 'père'). Dans quel autre cas le trouve-t-on fréquemment ?",
  "Dans quelle forme verbale l'accent circonflexe (ê) est-il correctement utilisé ?",
  "Quelle est la principale différence typographique entre les guillemets français (« ») et les guillemets anglais (\" \") ?",
  "Combien de types d'accents différents trouve-t-on dans la phrase : 'L'élève préfère étudier le soir.' ?",
  "Lequel de ces mots s'écrit correctement avec un accent circonflexe (ê) ?",
  "L'accent circonflexe (ê, ô) remplace souvent un 's' disparu (que l'on retrouve en anglais). Quelle association est historiquement incorrecte ?",
  "Dans la phrase 'Paris, la capitale de la France, est une ville extrêmement visitée.', quel mot contient un accent circonflexe ?",
  "Comment s'écrit correctement le mot français qui signifie 'summer' en anglais ?",
  "Laquelle de ces affirmations sur l'utilisation de la virgule (,) en français est correcte ?",
  "Quel accent indique un son 'e' ouvert [ɛ], comme dans le mot anglais 'bed' ?",
  "Où la virgule est-elle correctement placée dans cette phrase pour séparer les éléments d'une liste ?",
  "Laquelle de ces phrases contient une erreur de ponctuation courante et interdite en français ?",
  "Quel signe de ponctuation utilise-t-on pour marquer la fin d'une phrase déclarative et une pause longue ?",
  "Comment doit-on correctement ponctuer cette phrase pour rapporter des paroles directement ?"
]